---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FabricFailures
source: html/887d3570-87a3-e428-ba7a-87808fc28bf1.htm
---
# BuiltInFailures.FabricFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.